Repository: mozilla-l10n/mt-training-data
Catalog: am/am_pontoon.tmx
Source language: en_us
Languages: am

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
am: ዓረፍተ ነገሩ የሚጣራው በማህበረሰብ-አማካይ ሂደት ነው፣ነገር ግን ይህ ሂደት ፍጹም አይደለም። እርስዎን የሚያንቋሽሽ ወይም የሚያናድድ ዓረፍተ ነገር ካዩ ወይም ከሰሙ - ለምሳሌ የእኛን <participationGuidelines>የማህበረሰብ ተሳትፎ መመሪያችን</partipationguidelines> ስለሚጥስ - እባክዎ UI ውስጥ ያለውን የሰንደቅ ቁልፍ ይጠቀሙ። በ<emailFragment>commonvoice@mozilla.com</emailFragment> ላይም ሊያገኙን ይችላሉ።

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
am: እዚህ የተበረከቱ ዓረፍተ-ነገሮች በይፋ ወደሚገኝ cc-0 ፈቃድ ያለው የውሂብ ስብስብ ይታከላሉ።

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
am: የጋራ ልሳን ውስጥ ለመካተት ዓረፍተ ነገሮች በሁለት ሰዎች መከለስ እና መቀበል አለባቸው። ለቋንቋዎ <languageGuidelinesLink>እዚህ</languageGuidelinesLink> መመሪያዎችን ይፍጠሩ። ዓረፍተ ነገሮች በ<licenseLink>ይፋዊ ጎራ</licenseLink> ውስጥ እና ከ15 ቃላት ያነሱ መሆን አለባቸው። የጽሁፍ ባለቤት <waiverLink>CC0 እንዲያደርግልን የመተው ሂደታችንን</waiverLink> ይጠይቁ እና በ commonvoice@mozilla.com ላይ ይላኩልን

source: { $sentences } sentences reviewed. Thank you!
am: { $sentences } ዓረፍተ ነገሮች ተገምግመዋል። አመሰግናለሁ!

source: Sentence text
am: የዓረፍተ ነገር ጽሑፍ

source: Sentence Variant
am: የዓረፍተ-ነገር ልዩነት

source: Separate sentences into one line by pressing “Enter” or “Return” once
am: አንድ ጊዜ "Enter" ወይም "Return" የሚለውን በመጫን ዓረፍተ ነገሮችን ወደ አንድ መስመር ይለያዩዋቸው

source: Serbian
am: ሰርብያኛ

source: Serian Bidayuh
am: የሴሪያ ቢዳዩህ

source: Server error processing your clip. Please reload the page or try again later.
am: የአገልጋይ ስህተት የእርስዎን ቅንጥብ በማስኬድ ላይ። እባክዎ ገጹን እንደገና ይጫኑ ወይም ቆይተው እንደገና ይሞክሩ።

source: Service and Retail
am: አገልግሎት እና ችርቻሮ

source: Set a goal
am: ግብ አዘጋጅ

source: Set my visibility
am: የእኔን ታይታነት አዘጋጅ

source: Setswana
am: ሴትስዋና

source: Settings
am: ቅንብሮች

source: Sex
am: ፆታ

source: Sex or Gender
am: ጾታ

source: SHA256 Checksum Copied!
am: SHA256 Checksum ተቀድቷል!

source: Shan
am: ሻን

source: Share Common Voice
am: የጋራ ልሳንን ያጋሩ

source: Share my goal
am: ግቤን አጋራ።

source: Share your clip
am: ቅንጥብዎን ያጋሩ

source: Share your { $count } Clip Daily Goal for { $type }
am: የእርስዎን { $count } ቅንጥብ ዕለታዊ ግብ ለ{ $type } ያጋሩ

source: Share your { $count } Clip Weekly Goal for { $type }
am: የእርስዎን { $count } ቅንጥብ ሳምንታዊ ግብ ለ{ $type } ያጋሩ

source: Share your event
am: ክስተትዎን ያጋሩ

source: “She got really mad porque I didn’t call her back.”
am: "እሷ በጣም ተናደደች ምክንያቱም መልሼ አልጠራኋትም ነበር።"

source: Shilha
am: ሺልሃ

source: Shona
am: ሾና

source: Shortcuts
am: አቋራጮች

source: [Should be ‘dinosaurs’]
am: [‘ዳይኖሰርስ’ መሆን አለበት]

source: [Should be “We are”]
am: [“እኛ ነን” መሆን ያለበት]

source: Show All Datasets
am: ሁሉንም የውሂብ ስብስቦች አሳይ

source: Show Latest Datasets
am: የቅርብ ጊዜ የውሂብ ስብስቦችን አሳይ

source: Show me sentences and clips from all variants within my language
am: በቋንቋዬ ውስጥ ካሉ ሁሉም ልዩነቶች ዓረፍተ ነገሮችን እና ቅንጥቦችን አሳየኝ

source: Show my ranking
am: ደረጃዬን አሳይ

source: Sicilian
am: ሲሲሊያን

source: Sign up
am: ይመዝገቡ

source: Sign up for an account
am: መለያ ለማግኘት ይመዝገቡ

source: Sign up for Common Voice newsletters, goal reminders and progress updates
am: ለተለመዱ የድምፅ ዜና መጽሔቶች ፣ ለግብ ማስታወሻዎች እና ለሂደት ዝመናዎች ይመዝገቡ

source: sign up for email updates
am: ለኢሜይል ማሳወቂያ ይመዝገቡ

source: Sign up for { $lang } updates:
am: ለ { $lang } ለውጦች ማሳወቂያ ይመዝገቡ፡

source: Simple and easy for anyone to understand
am: ቀላል እና ለማንም ሰው ለመረዳት ቀላል

source: Sindhi
am: ስንድሂ

source: Sindhi Bhil
am: ሲንዲ ቢሂል

source: Single
am: ነጠላ ዓረፍተ-ነገር

source: Single Sentence
am: ነጠላ ዓረፍተ-ነገር

source: Single sentence submission
am: ነጠላ ዓረፍተ ነገር ማስገባት

source: Single Sentence Submission
am: ነጠላ ዓረፍተ ነገር ማስገባት

source: Single ZIP file containing
am: ነጠላ ዚፕ ፋይል የያዘ

source: Sinhala
am: ሲንሃላ

source: Siswati
am: ሲስዋቲ

source: Size
am: መጠን

source: Skip
am: ዝለል

source: Skipped
am: የተዘለለ

source: Skip Submission Feedback
am: የግቤት ግብረመልስ ዝለል

source: Skip switches that seem minor or small – even borrowed words matter.
am: ትቂት ወይም ትንሽ የሚመስሉ ተለዋጬችን ይዝለሉ - የተዋሱ ቃላት እንኳን አስፈላጊ ናቸው።

source: Slovak
am: ስሎቫክ

source: Slovenian
am: ስሎቬንያኛ

source: Small batch
am: ትንሽ ጥቅል

source: Small batch sentence submission
am: የጥቂት ክምችት ዓረፍተ ነገር ማስረከብ

source: Small businesses, including tech and AI start ups
am: የቴክኖሎጂ እና ሰው ሰራሽ ልህቀት ጅምርን ጨምሮ አነስተኛ ንግዶች

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
am: [ንጥሻ] የ [ሳል] ትሪያሲክ ግዙፉ ዳይኖሰርስ።

source: Social media
am: ማህበራዊ ሚዲያ

source: Somali
am: ሶማልኛ

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
am: አንዳንድ ቋንቋዎች በሰዋስው፣ በቃላት አነጋገር እና በድምፅ አነጋገር ውስጥ ትልቅ ልዩነት አላቸው። በዚህ ምክንያት፣ በ 2022 <ctaLink>‘ተለዋዋጮች’</ctaLink>ን እናስተዋውቃቸዋለን። ይህ ማህበረሰቦች ቋንቋቸውን በትልቁ የውሂብ ስብስብ ውስጥ እንዲለዩ መንገድ ይሰጣል።

source: Someone asks for a language to be added.
am: አንድ ሰው ቋንቋ እንዲታከል ጠይቋል።

source: Something went wrong. Please try again.
am: የሆነ ችግር ተፈጥሯል። እባክዎ እንደገና ይሞክሩ።

source: Something went wrong while fetching audio for transcriptions. Please try again later.
am: ድምፅን ለጽሑፍ ግልባጮች በማምጣት ላይ ሳለ የሆነ ችግር ተፈጥሯል። እባክዎ ቆይተው እንደገና ይሞክሩ።

source: Something went wrong while fetching prompts. Please try again later.
am: ጥያቄዎችን በማምጣት ላይ ሳለ የሆነ ችግር ተፈጥሯል። እባክዎ ቆይተው እንደገና ይሞክሩ።

source: Something went wrong while fetching transcriptions. Please try again later.
am: የጽሑፍ ቅጂዎችን በማምጣት ላይ የሆነ ችግር ተፈጥሯል። እባክዎ ቆይተው እንደገና ይሞክሩ።

source: Something went wrong with reCAPTCHA. Please try again.
am: በreCAPTCHA ላይ የሆነ ችግር ተፈጥሯል። እባክዎ ዳግም ይሞክሩ።

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
am: በቋንቋ ወይም በቋንቋ ቤተሰብ ውስጥ ያሉ አንዳንድ ልዩነቶች እና ዘዬዎች አንዳቸው ከሌላው በጣም የተለዩ ናቸው። በአንድ የተወሰነ ልዩነት ዙሪያ መሳተፍ ላይ ችግር እያጋጠመዎት ከሆነ ምርጫዎችዎን እዚህ መቀየር ይችላሉ።

source: Soninke
am: ሶኒንኬ

source: Sorbian, Lower
am: ሶርብያን - ታችኛው

source: Sorbian, Upper
am: ሶርብያን - የላይኛው

source: Sorry, Common Voice is running slowly. Thanks for your interest.
am: ይቅርታ፥ የጋራ ልሳን በጣም ዘግይቷል። ስለፍላጎቶ እናመሰግናለን።

source: Sorry, something went wrong
am: ይቅርታ፣ የሆነ ችግር ተፈጥሯል

source: Source: { $sentenceSource }
am: ምንጭ፡ { $sentenceSource }

source: Southern Kurdish
am: ደቡባዊ ኩርዲሽ

source: Southern Sotho
am: ደቡብ ሶቶ

source: Southwestern Tlaxiaco Mixtec
am: ደቡብ ምዕራባዊ ተላሲያኮ ሚክስቴክ

source: Spanish
am: ስፔንኛ

source: Speak
am: ይናገሩ

source: Speakable
am: የሚነገር

source: Speakers
am: ተናጋሪዎች

source: Speaking
am: በመናገር ላይ

source: Speaking and Listening
am: በመናገር እና በማዳመጥ ላይ

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
am: በተለመደው ድምጽዎ ይናገሩ! እርስዎ የሚናገሩበት መንገድ እዚህ ጋር ተቀባይነት አለው - ያንተን ዘዬ እንዳለ እንፈልጋለን፣ እና የእርስዎን የተለመደ ድምጽ፣ ዘይቤ እና ኢንቶኔሽን እንፈልጋለን።

source: Speak now
am: አሁን ተናገር

source: Speak options menu
am: የአማራጮች ምናሌን ተናገር

source: Speak up, contribute here!
am: ይናገሩ፦ እዚህ ያበርክቱ!

source: Special Characters and Foreign Letters
am: ልዩ ቁምፊዎች እና የውጭ ፊደሎች

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
am: ሥርዓተ ነጥብ። ልዩ ምልክቶች እና ሥርዓተ-ነጥብ መካተት ያለባቸው በጣም አስፈላጊ በሚሆንበት ጊዜ ብቻ ነው። ለምሳሌ፣ “የ'ኛ” በመሳሰሉት ቃላቶች ውስጥ ተካትቷል እና በምንጭ ጽሁፍ ውስጥ መካተት አለበት፣ ነገር ግን እንደ “@” ወይም “# የመሰለ ልዩ ምልክቶች ግን በፍፁም አያስፈልጉም። ”

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
am: <speechBlogLink> በንግግር ዕውቅና ይጀምሩ </SpeckBlogLink>

source: Spelling and Punctuation
am: ፊደል እና ሥርዓተ-ነጥብ

source: Split into { $archiveCount } ZIP files containing
am: ወደ { $archiveCount } ዚፕ ፋይሎች በያዙ ይከፈል።

source: Splits
am: ክፋዮች

source: Splits (Age and Sex)
am: መለያየት (ዕድሜ እና ጾታ)

source: Spontaneous Speech
am: የነፃነት ንግግር

source: Start recording
am: መቅዳት ይጀምሩ

source: Start typing to describe your accent
am: ዘዬህን ለመግለጽ መተየብ ጀምር

source: Start typing to search
am: ለመፈለግ መተየብ ይጀምሩ

source: Stats
am: ስታትስቲክስ

source: Status Page
am: የሁኔታ ገፅ

source: Still have questions?
am: አሁንም ጥያቄዎች አሉዎት?

source: Streaks
am: ጭረቶች

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
am: የ<strong>[ክራክል]</strong> ግዙፍ ዳይኖሰርስ የ<strong>[ክራክል]</strong>-riassic።

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
am: <strong>የተናጋሪው ‘አነጋገር ዘዬ’ ከእርስዎ የተለየ</strong> ቢሆንም ቅንጥቦችን እንዳይተው - ይህ ለሁሉም ሰው የድምጽ ማወቂያ በተሻለ ሁኔታ እንዲሰራ አስፈላጊ ነው።

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
am: <strong>ፈጠራ ፍጠር!</strong> የቋንቋዎ ማህበረሰብህ ልዩ ይሆናል፣ እና እነዚህ ለመጀመር ጥቂት መንገዶች ናቸው።

source: <strong>New Common Voice datasets</strong> are now available to download exclusively through our sister platform, Mozilla Data Collective. Join for access to 300+ global datasets, built by and for the community.
am: <strong>አዳዲስ የጋራ ልሳን የውሂብ ስብስቦች</strong> አሁን በእህት መድረክ፣ ሞዚላ ውሂብ ስብስብ በኩል ብቻ ለማውረድ ይገኛሉ። በማህበረሰቡ የተገነቡ እና ለማህበረሰቡ የተገነቡ ከ300 በላይ አለምአቀፍ የውሂብ ስብስቦችን ለማግኘት ይቀላቀሉ።

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
am: <strong>[ማስነጠስ]</strong> የ<strong>[ሳል]</strong> Triassic ግዙፉ ዳይኖሰርስ።

source: Submit
am: አስገባ

source: Submit All
am: ሁሉንም አስገባ

source: Submit a new question for the community to read and respond to
am: ማህበረሰቡ አንብቦ ምላሽ እንዲሰጥበት አዲስ ጥያቄ ያስገቡ

source: Submit a report
am: ሪፖርቱን አስገባ

source: Submit clips
am: ቅንጥቦችን አስገባ

source: Submit new questions for the community to read and respond to
am: ህብረተሰቡ እንዲያነብ እና እንዲመልስላቸው አዳዲስ ጥያቄዎችን ያስገቡ

source: Submitted
am: ገብቷል።

source: Subscribe
am: ደንበኛ ይሁኑ

source: Success
am: የተሳካ

source: success checkmark
am: የስኬት ምልክት

source: Successfully accepted question
am: ጥያቄውን በተሳካ ሁኔታ ተቀብሏል

source: Successfully rejected question
am: ጥያቄውን በተሳካ ሁኔታ ውድቅ አድርጓል

source: Success, profile created!
am: ስኬት፣ መገለጫ ተፈጥሯል!

source: Sundanese
am: ሱዳንኛ

source: Support open, community-led datasets
am: ክፍት፣ በማህበረሰብ የሚመሩ የውሂብ ስብስቦችን ይደግፉ

source: Suret
am: ሱሬት

source: Swahili
am: ስዋሂሊ

source: Swedish
am: ስዊድንኛ

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
am: ዓረፍተ ነገሩን ለማጽደቅ ወደ ቀኝ ያንሸራትቱ። ላለመቀበል ወደ ግራ ያንሸራትቱ። ለመዝለል ወደ ላይ ያንሸራትቱ። <strong>ግምገማህን ማስገባትህን አትርሳ!</strong>

source: Syriac
am: ሲርያክ

source: Tagalog
am: ታንጋሎግ

source: Tagging
am: መለያ መስጠት

source: Tahitian
am: ታሂቲ

source: Taiwanese (Minnan)
am: ታይዋንኛ (ሚናን)

source: Tajik
am: ታጂክ

source: Taking several attempts to read a word.
am: አንድ ቃል ለማንበብ ብዙ ሙከራዎችን በማድረግ።

source: Tamazight
am: ታማዚት

source: Tamil
am: ታሚል

source: Tap
am: ይንኩ

source: Tarifit
am: ታሪፍ

source: Tatar
am: ታታር

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
am: Tatoeba ለቋንቋ ትምህርት ጥቅም ላይ የሚውል ትልቅ የአረፍተ ነገር፣ የትርጉም እና የንግግር ድምጽ ቋት ነው። ይህ ውርድ በማህበረሰባቸው የተቀዳ የሚነገር እንግሊዝኛ ይዟል።

source: Technology and Robotics
am: ቴክኖሎጂ እና ሮቦቲክስ

source: Technology that speaks your language
am: ቋንቋዎን የሚናገር ቴክኖሎጂ

source: TED-LIUM Corpus
am: TED-LIUM ኮርፐስ

source: Teke
am: ተክኤ

source: Tell us what you'd like to download:
am: ምን ማውረድ እንደሚፈልጉ ይንገሩን፡-

source: Telugu
am: ተሉጉ

source: Tepeuxila Cuicatec
am: ቴፔኩስላ ቹካቴክ

source: Terms
am: ደንቦች

source: <termsLink>Terms</termsLink>
am: <termsLink>ደንቦች</termsLink>

source: Teutila Cuicatec
am: ቱቲላ ኩይካቴክ

source: Thai
am: ታይ

source: Thanks for confirming your account, now let's build your profile.
am: መለያዎን ስላረጋገጡ እናመሰግናለን ፣ አሁን መገለጫዎን እንገንባ ፡፡

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
am: ከ259ሺህ በላይ ሰዎች በ50 ቋንቋዎች ላደረጉት አስተዋጽዖ ምስጋና ይግባቸውና ይህ መረጃ ለሰው ድምጽ የተሻለ ምላሽ ለመስጠት በንግግር የነቁ መተግበሪያዎችን ለማሰልጠን ጥቅም ላይ እየዋለ ነው።

source: Thank you for contributing to Spontaneous Speech!
am: ለነፃነት ንግግር ስላበረከቱት እናመሰግናለን!

source: Thank you for contributing your bulk submission!
am: በጅምላ ያስገቡትን ስላበረከቱ እናመሰግናለን!

source: Thank you for contributing your voice!
am: ድምጽዎን ስላበረከቱ እናመሰግናለን!

source: Thank you for donating your voice clips!
am: የድምጽ ቅንጥቦችዎን ስለለገሱ እናመሰግናለን!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
am: ስለቀረጹ እናመሰግናለን! <lineBreak> </lineBreak>ከዚህ በታች ክሊፖችዎን ይገምግሙ እና ያስገቡ።

source: Thank you for your information
am: ስለመረጃዎ እናመሰግናለን

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
am: ለ { $lang } ለማበርከት ስለፈለጉ እናመሰግናለን። እያንዳንዱ ቋንቋ ዝግጁ ሆኖ ወደሥራ እንዲገባ ጠንክረን እየሠራን ሲሆን ሁሉም ቡድኖች ያሉትን ለውጦች በኢሜይል እንዲያውቁ እናደርጋለን። ማበርከት የሚፈልጉ ከሆነ፤ እባክዎ የኢሜል አድራሻዎትን ከዚህ በታች ያስገቡ።

source: Thank you for your voice information
am: ለድምጽ መረጃዎ እናመሰግናለን

source: Thank you! You’ve sent a new language enquiry
am: አመሰግናለሁ! አዲስ የቋንቋ ጥያቄ ለከዋል

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
am: በጣም ጥሩዎቹ አረፍተ ነገሮች ተፈጥሯዊ እና ውይይቶች ናቸው - ለአንድ ሰው ለማንበብ ቀላል መሆን አለበት። የፎነቲክ ልዩነት እና በአረፍተ ነገር ውስጥ ያሉ የተለያዩ ቃላቶች አስፈላጊ ቢሆኑም፣ ዓረፍተ ነገሮችን መቅረጽ በተቻለ መጠን ለፈቃደኛ ማህበረሰባችን ተመራጭ እና አስደሳች እንዲሆን ለማድረግ እየሞከርን ነው።

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
am: ጠቃሚ የንግግር ማወቂያ ሞተርን ለመገንባት በጣም ጥሩዎቹ ዓረፍተ ነገሮች የንግግር ፣ ዘመናዊ ቋንቋ ናቸው። ዓረፍተ ነገሮችን ለማመንጨት የሚረዱዎት አንዳንድ ሀሳቦች፤

source: The bumblebee sped by.
am: ባምብልቢው በፍጥነት ሄደ።

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
am: የቅንጥብ መቃብር ቦታ ወደ የጋራ ልሳን ውሂብ ስብስብ ውስጥ ያልገቡ የድምጽ ቅንጥቦችን ያካትታል። ልክ እንደ ውሂብ ስብስብ፣ የቅንጥብ መቃብር ለመውረድ ይገኛል። በፕሮጀክቱ ላይ ላደረጉት እገዛ የሚከተሉትን ሰዎች እና ድርጅቶች ማመስገን እንፈልጋለን።

source: The clip has disrespectful or offensive language.
am: ቅንጥቡ አክብሮት የጎደለው ወይም አፀያፊ ቋንቋ አለው።

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
am: የጋራ የድምጽ ውሂብ ስብስብ ገንቢዎች የድምጽ ማወቂያ መሳሪያዎችን እንዲገነቡ የሚያግዙ በመቶ ሺዎች የሚቆጠሩ የድምጽ ናሙናዎችን ይዟል።

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
am: ማህበረሰቡ የጋራ ልሳን የልብ ምት ነው - ከመላው አለም የመጡ እና የቋንቋ አራማጆች እና ሳይንቲስቶች እና አርቲስቶች ናቸው። በ<about>ስለ</about> ገጻችን እና በ<community>ማህበረሰብ መጫወቻ መጽሃፍ</community> ላይ እንዴት መሳተፍ እንደሚችሉ የበለጠ ማወቅ ይችላሉ። ጠለቅ ያለ ድርጅታዊ ሽርክና ላይ ፍላጎት ካሎት <emailFragment>አግኙ።</emailFragment>

source: The content contains a language different than I was expecting.
am: ይዘቱ ከጠበቅኩት የተለየ ቋንቋ ይዟል።

source: The content has disrespectful or offensive language.
am: ይዘቱ አክብሮት የጎደለው ወይም አፀያፊ ቋንቋ አለው።

source: The giant dino [cough] the Triassic.
am: ግዙፉ ዲኖ [ሳል] ትሪያሲክ።

source: The giant dinosaur of the Triassic.
am: የ Triassic ግዙፍ ዳይኖሰርስ።

source: The giant dinosaurs of the Triassi-.
am: የ Triassic ግዙፍ ዳይኖሰርስ።

source: The giant dinosaurs of the Triassic.
am: የ Triassic ግዙፍ ዳይኖሰርስ።

source: The giant dinosaurs of the Triassic. [read by one voice]
am: የ Triassic ግዙፍ ዳይኖሰርስ። [በአንድ ድምፅ አንብብ]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
am: የ Triassic ግዙፍ ዳይኖሰርስ። <strong>[በአንድ ድምጽ የተነበበ]</strong>

source: The giant dinosaurs of the Triassic. Yes.
am: የ Triassic ግዙፍ ዳይኖሰርስ። አዎ።

source: The giant dino <strong>[cough]</strong> the Triassic.
am: ግዙፉ ዲኖ<strong>[ሳል]</strong>The Triassic።

source: The MediaRecorder API is not supported in your browser.
am: የመቅረጸ ሚዲያው API በአሳሽዎ ውስጥ አይደገፍም።

source: The number of recordings and which languages you contribute to will be public.
am: ለየትኛዎቹ ቋንቋዎች አስተዋጽዖ እንዳደረጉ እና የተቀዳው ብዛት ይፋዊ ይሆናሉ።

source: The page you are looking for could not be found
am: የሚፈልጉት ገጽ ሊገኝ አልቻለም

source: The question should be answerable in just a couple of sentences.
am: ጥያቄው በጥቂት ዓረፍተ ነገሮች ብቻ መመለስ የሚችል መሆን አለበት።

source: There are currently no prompts for this language. Please refresh the page or try again later.
am: በአሁኑ ጊዜ ለዚህ ቋንቋ ምንም ጥያቄዎች የሉም። እባክዎ ገጹን ያድሱ ወይም ቆይተው እንደገና ይሞክሩ።

source: There are currently no sentences to review in this language.
am: በአሁኑ ጊዜ በዚህ ቋንቋ የሚገመገሙ ዓረፍተ-ነገሮች የሉም።

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
am: በአሁኑ ጊዜ ይህን ቋንቋ ለመፈተሽ ምንም የተገለበጡ ጽሑፎች የሉም። እባክዎ ገጹን ያድሱ ወይም ቆይተው እንደገና ይሞክሩ።

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
am: ስለ ቋንቋ ለማሰብ ብዙ መንገዶች አሉ። ለንግግር ማወቂያ ሞዴሎች ዓላማዎች፣ የጋራ ልሳን 'በጋራ መግባባት' ላይ ትኩረት ማድረግን ይጠቁማል፣ ወይም 'የዚህ ቋንቋ ተናጋሪዎች ቢሞክሩ እርስ በርሳቸው ሊግባቡ ይችላሉ?'

source: The recording was too long.
am: ቀረጻው በጣም ረጅም ነበር።

source: The recording was too quiet.
am: ቀረጻው በጣም ጸጥ ያለ ነበር።

source: The recording was too short.
am: ቀረጻው በጣም አጭር ነበር።

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
am: በአሁኑ ጊዜ ለዚህ ቋንቋ የሚገለበጥ ድምፅ የለም። እባክዎ ገጹን ያድሱ ወይም ቆይተው እንደገና ይሞክሩ።

source: There is no “perfect” way to answer
am: መልስ ለመስጠት "ፍጹም" መንገድ የለም

source: The request took too long to complete. This is usually temporary. Please try again. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
am: ጥያቄው ለማጠናቀቅ በጣም ረጅም ጊዜ ፈጅቷል። ይህ አብዛኛውን ጊዜ ጊዜያዊ ነው። እባክዎ እንደገና ይሞክሩ። ለእገዛ፣ እባክዎ <matrixLink>የማትሪክስ ማህበረሰብ ውይይት</matrixLink>ን ይቀላቀሉ፣ የጣቢያ ችግሮችን በ<githubLink>ጊትሀብ</githubLink> በኩል ይከታተሉ ወይም <discourseLink>የእኛን የዲስኮርስ መድረኮች</discourseLink>ን ይጎብኙ።

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
am: ጮክ ብሎ ሲነበብ ችግር ሊፈጥር ስለሚችል በምንጭ ጽሑፍ ውስጥ ምንም አሃዞች ሊኖሩ አይገባም። ቁጥሩ የሚነበብበት መንገድ በዐውደ-ጽሑፉ ላይ የሚመረኮዝ ሲሆን በውሂብ ስብስብ ውስጥ ግራ መጋባትን ሊያመጣ ይችላል። ለምሳሌ, "2409" ቁጥር በትክክል እንደ "ሃያ አራት ዜሮ ዘጠኝ" እና "ሁለት ሺህ አራት መቶ ዘጠኝ" ተብሎ ሊነበብ ይችላል.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
am: በአንባቢዎች መካከል በድምጽ ውስጥ ተፈጥሯዊ ልዩነቶች ይኖራሉ። ውድቅ ያድርጉ ድምጹ በጣም ከፍተኛ ከሆነ እና ቀረጻው የሚሰበር ከሆነ ወይም (በተለምዶ) በጣም ዝቅተኛ ከሆነ የተፃፈውን ጽሑፍ ሳይጠቅሱ የሚናገረውን መስማት አይችሉም።

source: The route was unclear.
am: መንገዱ ግልጽ አልነበረም።

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
am: እነዚህ ቋንቋዎች በአሁኑ ጊዜ በማህበረሰብ ልማት ላይ ናቸው። <localizationGlossaryLink>የድረ-ገጽ አካባቢያዊነት</localizationGlossaryLink> እና አረፍተ-ነገር ስብሰባ</sentenceCollectionGlossaryLink> ለማስጀመር ያስፈልጋል።

source: The selected file is too large
am: የተመረጠው ፋይል በጣም ትልቅ ነው።

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
am: ዓረፍተ ነገር ሰብሳቢው ወደ ዋናው የጋራ ድምጽ መድረክ እየሄደ ነው። አሁን በጋራ ድምጽ ላይ የገባውን አንድ ዓረፍተ ነገር <writeURL>መጻፍ</writeURL> ወይም ነጠላ ዓረፍተ ነገር <reviewURL>መገምገም</reviewURL> ይችላሉ።

source: The sentence has a grammatical or spelling error.
am: ዓረፍተ ነገሩ የሰዋሰው ወይም የፊደል ስህተት አለው።

source: The sentence has disrespectful or offensive language.
am: ዓረፍተ ነገሩ አክብሮት የጎደለው ወይም አፀያፊ ቋንቋ አለው።

source: The sentence must be grammatically correct.
am: አረፍተ ነገሩ በሰዋሰው ትክክለኛ መሆን አለበት።

source: The sentence must be speakable.
am: አረፍተ ነገሩ የሚነገር መሆን አለበት።

source: The sentence must be spelled correctly.
am: አረፍተ ነገሩ በትክክል መፃፍ አለበት።

source: The sentence should have fewer than 15 words.
am: ዓረፍተ ነገሩ ከ 15 ቃላት ያነሱ መሆን አለበት.

source: The site is ready to be launched when it reaches 75% completion.
am: ድህረ ገፁ 75% ሲጠናቀቅ ለመጀመር ዝግጁ ነው።

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
am: ጣቢያው በተቻለ ፍጥነት ይመለሳል። የቅርብ ጊዜ መረጃ ለማግኘት እባክዎ የ<matrixLink>ማትሪክስ የማህበረሰብ ውይይት</matrixLink>ን ይቀላቀሉ ወይም <githubLink>GitHub</githubLink>ወይም <discourseLink>የእኛን የንግግር መድረኮች</discourseLink>ን ይጎብኙ እና የጣቢያ ልምድ ጉዳዮችን ይከታተሉ።

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
am: የ TED-LIUM ኮርፐስ የተሰራው ከድምጽ ንግግሮች እና ጽሑፎቻቸው በ TED ድርጣቢያ ላይ ይገኛሉ።

source: The website text is translated into that language.
am: የድረ-ገጹ ጽሑፍ ወደዚያ ቋንቋ ተተርጉሟል።

source: Think of real-life moments or situations: jokes, arguments, traditions
am: ስለ እውነተኛ የሕይወት ጊዜያት ወይም ሁኔታዎች አስብ፦ ቀልዶች፣ ክርክሮች፣ ወጎች

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
am: ይህ ይዘት እንደ ስማቸው፣ ኢሜል አድራሻቸው፣ አካባቢው፣ መታወቂያ ቁጥራቸው ወይም ስልክ ቁጥራቸው ያሉ ከግለሰብ ማንነት ጋር የሚዛመዱ በግል የሚለይ መረጃዎችን ይዟል።

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
am: ይህ መረጃ ለማቅረብ አማራጭ ነው - ምቾት ከተሰማዎት ብቻ ማከል አለብዎት። የመረጃ ቋቱን በምንለቅበት ጊዜ ሁሉንም የግል መረጃዎች ስም እንሰጣለን እና እንደ ስምዎ እና ኢሜልዎ ያሉ መረጃዎች እንደ ዕድሜ ወይም ጾታ ካሉ የስነ-ሕዝብ መረጃ ጋር ያልተገናኙ መሆናቸውን እናረጋግጣለን።
